{
  "nav": {
    "title": "Desarrollador <span class='important'>Front-end</span>",
    "home": "Inicio",
    "about": "Sobre mi",
    "service": "Servicios",
    "portfolio": "Portfolio",
    "contact": "Contacto",
    "language": "Idioma"
  },
  "banner":{
    "title": "Desarrollador <span class='important'>Front-end</span>",
    "portfolio": "Mi Portfolio",
    "contact": "Contactarme"
  },
  "me": {
    "title": "Hola, ¿Cómo estás?",
    "paragraph1": "Mi nombre es <strong>Juan</strong>. Me dedico al desarrollo web, más precisamente Front-end. Soy un apasionado desde chico por aprender lo más posible por mi constante necesidad de adquirir nuevos conocimientos en distintas áreas.",
    "paragraph2": "Dado esto empecé a educarme como <strong>autodidacta</strong> y me considero motivado constantemente para lograr seguir desarrollando mis habilidades, para así crecer profesionalmente como Desarrollador Full-Stack.",
    "paragraph3": "Ofrezco un <strong>servicio personalizado</strong> y flexible, ya sea por proyecto o con planes mensuales. Según las necesidades de cada persona desde el inicio hasta el final del proyecto. <strong>¡Desde Buenos Aires al mundo!</strong>",
    "skills": "HTML | CSS | JavaScript | Vue.js | Bootstrap | SCSS | BEM | Visual Studio Code | Git | Github | Figma | Gestión por objetivos | Aprendizaje continuo | Creatividad |"
  },
  "development" : {
      "title": "Desarrollo web",
      "content": "Desarrollo de páginas web para impulsar todo tipo y tamaño de empresas. Para ello ofrezco soluciones en cada parte del ciclo de vida de un sitio web o aplicación: diseño, programación y mejora continua, podemos lograr los mejores resultados con las tecnologías más eficientes."
    },
    "design": {
      "title": "Diseño adaptativo",
      "content": "Diseño de paginas web responsive para que tu emprendimiento pueda ser visualizado desde todo dispositivo. En la actualidad una de las partes importantes de un sitio web o aplicación es poder garantizar un correcto desempeño y visualización donde sea que se lo utilice."
    },
  "project": {
    "title": "¿Querés que trabajemos juntos?",
    "btn": "hablemos",
    "text": "Creo proyectos fuertes, con identidad.",
    "git": "(En proceso)",
    "alert": "*Es posible que no haya disponible ciertos proyectos ya que los mismos estan en constante cambio."
  },
  "contact":{
    "title": "Contacto",
    "sentence": "“Has visto la mercancía, ahora conoce al hombre. Extiende la mano y consideremos unir fuerzas.“",
    "btn": "Ver perfil",
    "email": "Enviar email"
  },
  "footer":{
    "message": "© Hecho con <3 por Juan Loyola. HTML, CSS, JS (w/ Vue.js)"
  }
}